/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Credits" = "Crédits";

/* No comment provided by engineer. */
"Email about this app" = "Suggère cette app à un ami";

/* No comment provided by engineer. */
"Error" = "Erreur";

/* No comment provided by engineer. */
"Help" = "Aide";

/* No comment provided by engineer. */
"Internet connection not available" = "La connexion Internet n'est pas disponible";

/* No comment provided by engineer. */
"myEdu" = "myEdu";

/* No comment provided by engineer. */
"New item" = "Nouvel élément";

/* No comment provided by engineer. */
"No connection available." = "Aucune connexion disponible";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Open web site" = "Ouvrir le site Web";

/* No comment provided by engineer. */
"Please wait..." = "Patientez, SVP...";

/* No comment provided by engineer. */
"Please write the new checklist item" = "Insérez un nouvel item";

/* No comment provided by engineer. */
"Social Network" = "Réseau social";

/* No comment provided by engineer. */
"To do" = "À faire";

/* No comment provided by engineer. */
"Universities" = "Universités";

